[Main]
DisplayName=മലയാളം

[Uninstaller_frmIObitUninstall]
RdImageButton_Software.caption=പ്രോഗ്രാം
RdImageButton_Browser.caption=ബ്രൌസര്‍ പ്ലഗിന്‍
RdImageButton_Metro.caption=വിന്‍ ആപ്
lbl_ForcedUninstall.caption=ബലമായി നീക്കംചെയ്യുക
lbl_likeIObit.caption=IObit ഇഷ്ടം
PopMenu_Sub_Setting.caption=ക്രെമീകരണം
PopMenu_Sub_FileShredder.caption=ഫയല്‍ ശ്രഡര്‍
PopMenu_Sub_ExportApplicationList.caption=പ്രോഗ്രാം പട്ടിക  കയറ്റുക
PopMenu_Sub_LogManagement.caption=പ്രവേശ സൂചിക
PopMenu_Sub_Update.caption=പുതുമ നോക്കുക
PopMenu_Sub_UserManual.caption=ഉപഭോക്ത പുസ്തകം
PopMenu_Sub_TechnicalSupport.caption=സാങ്കേതിക സഹായം
PopMenu_Sub_IObitOnline.caption=IObit വലയത്തില്‍
PopMenu_Sub_About.caption=ഇതിനെ പറ്റി
Menu_Plugins_Remove.caption=നീക്കുക
Menu_plugins_Vote.caption=വോട്ട്
Menu_plugins_Refresh.caption=ഉണര്‍ത്തു
Menu_plugins_viewEntry.caption=രേഖ സംഗ്രഹം തുറക്കു
Menu_plugins_OpenFile.caption=പുസ്തക സ്ഥാനം തുറക്കു
Menu_Plugins_SelectAll.caption=എല്ലാം തിരഞ്ഞെടുക്കുക
Menu_Plugins_InverseSelect.caption=തിരഞ്ഞെടുപ്പ് മറിക്കുക
PopMenu_Uninstall.caption=നീക്കുക
PopMenu_Refresh.caption=ഉണര്‍വ്
PopMenu_ViewStyle.caption=കാണുക
PopMenu_ViewStyle_Icon.caption=മുദ്രകള്‍
PopMenu_ViewStyle_Details.caption=വിശദാംശം
PopMenu_OpenFolder.caption=ഫയല്‍ സ്ഥാനം തുറക്കുക
PopMenu_ViewEntry.caption=RegEdit ല്‍ തുറക്കുക
PopMenu_SearchOnline.caption=ഓണ്‍ ലൈന്‍ നോക്കുക
PopMenu_Win8App_Uninstall.caption=നീക്കു
PopMenu_Win8App_Refresh.caption=ഉണര്‍വ്
PopMenu_Win8App_ViewStyle.caption=കാണുക
PopMenu_Win8App_Icons.caption=മുദ്രകള്‍
PopMenu_Win8App_Details.caption=വിവരണം
PopMenu_Win8App_OpenLocation.caption=പുസ്തക സ്ഥാനം തുറക്കു
PopMenu_Win8App_ViewEntry.caption=രേഖ സംഗ്രഹം തുറക്കു
PopMenu_Win8App_SearchOnline.caption=വലയത്തില്‍ തിരയുക
lbl_Recommend.caption=നിര്‍ദേശം:അഡ്വാന്‍സ്ട് സിസ്റ്റം കെയര്‍
lbl_1Click.caption=ഒറ്റ അമര്‍ത്തില്‍ സുരക്ഷ സമന്വ്യയം
lbl_Freedownloadnow.caption=സൌജന്യ ഇറക്കുമതി
lbl_News_DisConnection.caption=അണ്‍ ഇന്‍സ്റോള്‍ര്‍ ബന്ധു മിത്രാധികള്‍ ക്കു നല്‍കുക

[Uninstaller_Frame_Software]
lblLoading.caption=വിന്‍ഡോസ് പുതുക്കുന്നു
ListView_SoftwareList.Columns[1].Caption=പ്രവര്‍ത്തിപ്പിക്കു
ListView_SoftwareList.Columns[2].Caption=വലുപ്പം
ListView_SoftwareList.Columns[3].Caption=ചേര്‍ത്ത തിഥി
ListView_SoftwareList.Columns[4].Caption=പതിപ്പ്
PopMenu_Sub_BatchUninstall.Caption=കൂട്ടമായി നീക്കം ചെയ്യു

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=ബലമായി നീക്ക്
lbl_Detail_Title.caption=ബലമായി നീക്ക്
lbl_Detail_Detail.caption=ബലമായി നീക്ക് സാധാരണ രീതിയില്‍ നീക്കാന്‍ സാധിക്കാത്ത പ്രോഗ്രന്മ്മേ നീക്കാന്‍ സഹായിക്കുന്നു .
RdImageButton_Browser.caption=തിരയുക …
lbl_Forced_Tip1.caption=ക്ലിക്ക് "ബ്രൌസ്" പ്രോഗെമ്മേ ഫയല്‍ എന്നിവ കണ്ടെത്താന്‍ .
lbl_Forced_Tip2.caption=ബലമായി നീക്കാന്‍ :ബാലമായിനീക്ക്" എന്നാ ബട്ടനില്‍ അമര്‍ത്തുക.
RdImageButton_Next.caption=ബലമായി നീക്ക്
RdImageButton_Cancel.caption=ഉപേക്ഷിക്കു
PopMenu_Uninstall.caption=നീക്ക്
PopMenu_OpenFolder.caption=ഫയല്‍ തുറക്ക്
PopMenu_ViewEntry.caption=RegEdit ല്‍ തുറക്കുക
PopMenu_SearchOnline.caption=ഓണ്‍ ലൈന്‍ തിരയുക
ListView_Search.Columns[0].caption=കാട്ടും നാമം
ListView_Search.Columns[1].caption=വലുപ്പം
ListView_Search.Columns[2].caption=ചേര്‍ത്ത തിഥി

[Uninstaller_frmLogManage]
lbl_Caption.caption=പ്രവേശ സൂചി രേക്ഷണം
lbl_Detail_Title.caption=IObit Uninstaller പ്രവേശ സൂചി
lbl_Detail_Detail.caption=ഇവിടെ നിങ്ങക്ക് എല്ലാ പ്രവേശ സൂചികയും പരിശോധിക്കാം.
RdImageButton_Open.caption=കാണുക
RdImageButton_Delete.caption=നീക്കുക
RdImageButton_DeleteAll.caption=എല്ലാം നീക്കുക
RdImageButton_Cancel.caption=ഉപേക്ഷിക്കു

[Uninstaller_frmUninstallButton]
lbl_Plugin_Remove.caption=നീക്കുക
lbl_Software_Uninstall.caption=നീക്കുക

[Uninstaller_frmUninstalling]
lbl_Caption.caption=IObit Uninstaller
lbl_UninstallComplete_Title.caption=സാമാന്യ നീക്കല്‍ കഴിഞ്ഞു Uninstall finished.
lbl_Uninstalling_question.caption=തിരഞ്ഞെടുത്ത പ്രോഗ്രാം നീക്കണം എന്നോ ?
lbl_PowerfulScan_Title.caption=തീവ്ര പരിശോധന .
lbl_PowerfulScan_Detaill.caption=ക്ലിക്ക് "പവര്‍ സ്കാന്‍ " ബാക്കി വന്ന കുപ്പ നീക്കാന്‍ ഇത് സഹായിക്കും അല്ലെങ്ങില്‍ "ക്യാന്‍സല്‍ " എന്ന് അമര്‍ത്തുക
lbl_PowerScan_Title_Softwre.caption=തീവ്ര പരിശോധന
lbl_CreateRestore_Title.caption=തിരിചാക്കള്‍ ബിന്ദു ഉണ്ടാക്കുന്നു ....
lbl_CreateRestore_Check.caption=പുനരാവിഷ്കാര ബിന്ദു ഉണ്ടാക്കുക.
lbl_CreateRestore_Detaill.caption=ഇത് കുര്രച്ഉ സമയം എടുക്കും …
lbl_AutoPowerfulScan.caption=യാന്ത്രിക തീവ്ര പരിശോധന
lbl_AutoUninstaller.caption=യാന്ത്രികമായി നീക്കംചെയ്യുക
RdImageButton_Uninstall.caption=നീക്കുക
RdImageButton_PowerFulScan.caption=പവര്‍ സ്കാന്‍
RdImageButton_Cancel.caption=വേണ്ട

[Uninstaller_frmPowerScan]
lbl_Caption.caption=പവര്‍ സ്കാന്‍
lbl_Warning_Title.caption=മുന്നറിയിപ്പ് :
lbl_Warning_Detail.caption=ഇ ടയരക്ട്രിയില്‍ പല പ്രോഗ്രാം കണ്ടു നീക്കുന്നതിനുമുന്പു  വളരെ ശ്രദ്ധിക്കുക
lbl_FileShredder.caption=സഹകരിപ്പിച്ച ഫയലും
lbl_SelectAll.caption=എല്ലാം എടുക്കു
RdImageButton_Delete.caption=നീക്ക്
RdImageButton_Cancel.caption=വേണ്ട
lbl_Shredder_Tip.caption=ഫയലുകള്‍ നീക്കം ചെയ്യുന്നു .ഇത് കുറച്ചു സമയം എടുക്കും ,ദയവായി കാക്കുക
Menu_ListView_Regedit.caption=രെജിസ്ട്രി എഡിടരില്‍ തുറക്കുക
Menu_ListView_Path.caption=ഫയല്‍സ്ഥാനം തുറക്കുക

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=മുന്നറിയിപ്പ്
lbl_Warnning_Detaill.caption=ഈഈ പ്രോഗ്രാം നിയമം മൂലം സംരഷിചിരിക്കുന്നു
lbl_copyright.caption=പകര്‍പ്പവകാശം© 2005-2015 IObit. പരമാധികാരം .
lbl_Thanks_Title.caption=താഴെ പറയുന്നവര്‍ക്ക് അവരുടെ ഉദാത്തമായ സംഭാവനകള്‍ക്ക് വേണ്ടി കടപ്പെട്ടിരിക്കുന്നു

[Uninstaller_frmSetting]
lbl_Caption.caption=ക്രെമീകരണം
lbl_General.caption=സാമാന്യം
lbl_AutoUninstaller.caption=പ്രോഗ്രാം സ്വയം നീക്കംചെയ്യുക
lbl_AutoPowerfulScan.caption=ശക്തമായ തിരച്ചില്‍ യാന്ത്രികമായി
lbl_ShowExplorerButton.caption=ശ്രേട്‌ ഫയല്‍ എന്ന ബട്ടന്‍ എക്സ്പ്ലോറര്‍
lbl_AutoShowTipForm.caption=നീക്കല്‍ പ്രക്രിയക്ക് ശേഷം തീവ്ര പരിശോധന നടത്തു
lbl_Language.caption=ഭാഷാ
lbl_CurrentLanguage_Title.caption=ഇപ്പോഴത്തെ ഭാഷ
RdImageButton_OK.caption=ശരി
RdImageButton_Cancel.caption=വേണ്ടാ

[Uninstaller_frmFileShredder]
lbl_Caption.caption=ഫയല്‍ ശ്രട്ര്‍
lbl_Detail_Detail.caption=നിങ്ങള്ക്ക് അറിയാമോ സാധാരണ നീക്കം ചെയ്യല്‍ നടത്തിയ ഫയലുകള്‍ ,ഡിസ്ക് ഫോര്‍മാറ്റ്‌ ചെയ്തു കഴിഞ്ഞാലും വീണ്ടെടുക്കാന്‍ സാധിക്കും ,സാമാന്യ നിക്കല്‍ വെറുതെ ഫയല്‍ നാമം മാത്രം മാറ്റുന്നു ഉള്ളടക്കം നീക്കുന്നില്ല ,വളരെ രേഹസ്യ സ്വഭാവമുള്ള ഫയലുകള്‍ സ്ഥിരമായി നീക്കുവാന്‍  IObit അണ്‍ഇന്‍സ്ടോള്‍ര്‍ ,ഫയല്‍ ശ്രട്ര്‍ ഉപയോഗിച്ച് പൂര്‍ണമായും നീക്കം ചെയ്യുവാന്‍ സഹായിക്കും
lbl_Listview_Title.caption=നീക്കം ചെയ്യേണ്ട ഫയലോ ഫോല്ടരോ തിരഞ്ഞെടുക്കുക
lblLoading.caption=ലോഡിംഗ്...
lbl_AddFile.caption=ഫയല്‍ ചേര്‍ക്കുക...
lbl_AddFolder.caption=ഫോള്‍ടര്‍ ചേര്‍ക്കുക ...
RdImageButton_Shredder.caption=നശിപ്പിക്കു
RdImageButton_Cancel.caption=വേണ്ടാ
ListView_FileList.Columns[0].Caption=ഫയല്‍ പാത
Menu_Shredder_Shredder.caption=ഫയല്‍നാശിനി
Menu_Shredder_AddFile.caption=ഫയല്‍ ചേര്‍ക്കുക
Menu_Shredder_AddFolder.caption=ഫോള്‍ടര്‍ ചേര്‍ക്കുക
Menu_Shredder_Romove.caption=നീക്കുക
Menu_Shredder_Clean.caption=മായ്ക്കുക
lbl_Shredder_Tip.caption=ഫയലുകള്‍ നീക്കം ചെയ്യുന്നു .ഇത് കുറച്ചു സമയം എടുക്കും ,ദയവായി കാക്കുക......

[Uninstaller_frmSystemRestore]
lbl_Caption.caption=യന്ത്ര പുനരാവിഷ്കാരം
lbl_Detail_Title.caption=യന്ത്ര പുനരാവിഷ്കാരം
lbl_Detail_Detail.caption=സംഗ്രഹണം നിയന്ത്രിക്കു , ഏറ്റവും പുതിയത് നീക്കില്ല
ListView_Restore.Columns[0].caption=തിയതി സമയം
ListView_Restore.Columns[1].caption=വിവരണം
lbl_Restore_Tip.caption=യന്ത്ര പുനരാവിഷ്കരണം നടക്കുന്നു , കാക്കുക
RdImageButton_Restore.caption=പുനരാവിഷ്കരിക്കു
RdImageButton_Delete.caption=നീക്കു
RdImageButton_Cancel.caption=വേണ്ട

[Uninstaller_frmInstallerSetup]
lbl_Installer_Setup_Title.caption=വേണ്ടാത്ത ടൂള്‍ബാറും ആപ്പ്സും നീക്കുവാന്‍ അതി ശക്തമായ അണ്‍ ഇന്‍സ്ടാലര്‍
lbl_Installer_Setup_Title1.caption=അനാവശ്യ ടൂള്‍ബാര്‍ നീക്കുവാന്‍ ഉതകും ശക്തിയേറിയ അണ്‍ ഇന്‍സ്റോള്‍ര്‍
RdImageButton_Installer.caption=പ്രവര്‍ത്തിക്കു
lbl_Installer_Setup_Detail.caption=വായിച്ചു ബോധ്യപ്പെട്ടു
lbl_LicenseAgreement.caption=അവകാശ മുക്ത്യാര്‍

[Uninstaller_frmInstaller_EULA]
lbl_Caption.caption=അവകാശ മുക്ത്യാര്‍
RdImageButton_Cancel.caption=അടക്കുക

[Uninstaller_fraBrowserCleaner]
rdibtnAllBrowses.Caption=എല്ലാ ബ്രൌസര്‍ പ്ലുഗ് ഇന്‍
rdlvAllBrowse.Columns[0].Caption=നാമം
rdlvAllBrowse.Columns[1].Caption=അഭിപ്രായം
rdlvAllBrowse.Columns[2].Caption=എന്റെ അഭിപ്രായം
rdlvAllBrowse.Columns[3].Caption=പ്രസാധകര്‍
rdlvAllBrowse.Columns[4].Caption=പ്രവര്‍ത്തി
rdlvCustomBrowse.Columns[0].Caption=നാമം
rdlvCustomBrowse.Columns[1].Caption=പ്രവാചാകര്‍

[Uninstaller_frmPluginVote]
lblTitle.Caption=അഭിപ്രായം
lblWaiting.Caption=വോട്ടു ചേര്‍ക്കുന്നു കാക്കുക…
rdibtnLv1.Caption=1 താരം
rdibtnLv2.Caption=2 താരം
rdibtnLv3.Caption=3 താരം
rdibtnLv4.Caption=4 താരം
rdibtnLv5.Caption=5 താരം
rdibtnVote.Caption=വോട്ട്

[Uninstaller_frmRestBrowserDefault]
lblTitle.Caption=ഡിഫാള്‍ട്ട് ക്രെമം
lblConfire.Caption=ഡിഫാള്‍ട്ട് ക്രെമം ആക്കണോ?
lblHomepageTitle.Caption=ഇപ്പോഴത്തെ മുഖ താള്‍ :
lblSearchTitle.Caption=ഇപ്പോഴത്തെ തിരച്ചില്‍ പ്രണാലി:
rdibtnOK.Caption=ശരി
rdibtnCancel.Caption=വേണ്ട

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=നാമം
ListView_AppList.Columns[1].caption=പ്രവര്‍ത്തിപ്പിക്കു
ListView_AppList.Columns[2].caption=വലുപ്പം
ListView_AppList.Columns[3].caption=ചേര്‍ത്ത തിയതി
ListView_AppList.Columns[4].caption=പതിപ്പ്
PopMenu_Sub_BatchUninstall.caption=കൂട്ട നീക്കല്‍
lblLoading.caption=ഉണര്വുണ്ടാക്കുന്നു

[Uninstaller_frmWinAppUninstaller_ASK]
lblHit.caption=ഇവ പരസ്പരം ബന്ധപ്പെട്ടിരിക്കുന്നു ഒന്ന് നീക്കിയാല്‍ എല്ലാം പോകും
lblUninstalling.caption=നീക്കുന്നു
btnImgUninstall.caption=നീക്കു
btnImgCancle.caption=വേണ്ട

[uninstall_Mitor_M]
lbl_attention.caption=ശ്രദ്ധിക്കുക
lbl_show.caption="%s" ചില അവശിഷ്ടങ്ങള്‍ ഉണ്ടാക്കി , ഇത് നല്ലതല്ല
lbl_again.caption=വീണ്ടും കാണിക്കരുത്
img_power.caption=വൃത്തിയാക്കു

[Uninstaller_M]
Edit_Search_Tip=പ്രോഗ്രാം തിരയുക
Edit_Search_Tip_Toolbar=ടൂള്‍ബാര്‍ പ്ലഗ്ഇന്‍ ഇവ തിരയുക
Edit_Search_Tip_Win8App=വിന്‍ ആപ് തിരയുക
ForcedUninstall_Browser_Tip=പത ശരിയല്ല വീണ്ടും തിരഞ്ഞെടുക്കുക!
ListView_Icon_Hint=മുദ്രകള്‍
ListView_List_Hint=വിഷധാശങ്ങള്‍
ListView_View_Hint=കാഴ്ച രീതി മാറ്റുക
ListviewHeader_Software=പ്രോഗ്രാം നാമം (ആകെ: %d)
BatchUninstall_NoneSelect=എറ്റവുംകുറഞ്ഞത്‌  ഒരു പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
Uninstall_NoneSelect=ഒരു പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
WindowState_Max=വലുതാക്കുക
WindowState_Normor=തിരിച്ചാക്കുക
WindowState_Min=ചുരുക്കുക
Close=Close
MoreMenu_Setting=കൂടുതല്‍ ക്രെമീകരണം
Restore_Form=പുനരാവിഷ്കരിക്കുക
Log_DeleteAll_ASK=എല്ലാ ഫയലും നീക്കണോ ഇത് തരിച്ചു ആക്കാന്‍ പറ്റില്ല
Log_Delete_ASK=തിരഞ്ഞെടുത്ത ഫയ നീക്കാനോ ഇത് തിരിച്ചു വരുത്താന്‍ പറ്റില്ല .
NoPowerfulScan_Found_Tip=തീവ്ര.പരിശോധനയില്‍ ബാക്കിയൊന്നും കണ്ടില്ല
Log_M=സൂചിക
App_Version_M=പ്രോഗ്രാം പതിപ്പ്  :
OS_Version_M=Operating System പതിപ്പ് :
Date_M=തിഥി
Version_M=പതിപ്പ്
Publisher_M=പ്രസാധകര്‍
Install_Date_M=ചേര്‍ത്ത തിയതി
Create_Restore_M=തിരിചാക്കള്‍ ബിന്ദു ഉണ്ടാക്കുക
CreateRestore_Title_M=നീക്കും മുന്‍പേ തിരിച്ചാക്കല്‍ ബിന്ദു ഉണ്ടാക്കുക
CreateRestore_Detaill_M=എന്റെകിലും അപ്രത്യശിതമായുണ്ടയാല്‍ തിരിചാക്കള്‍ ബിന്ദു സഹായിക്കും .
Uninstalling_M=നീക്കുന്നു
Uninstalling_Detaill_M=സാധാരണ നീക്കല്‍
Uninstalling_QuickDetaill_M=പ്രോഗമിന്റെ അണ്‍ ഇന്‍സ്റോള്‍ര്‍ ഉപയോഗിച്ച് നീക്കുക
UninstallComplete_Title_M=ഫയല്‍ നീക്കി .
Quick_UninstallComplete_M=അതിവേഗ നീക്കല്‍ കഴിഞ്ഞു
Quick_Uninstall_M=അതിവേഗ നീക്കല്‍ %s (%d/%d)
Standard_Uninstall_M=സാധാരണ നീക്കല്‍ %s (%d/%d)
Uninstall_M=നീക്കല്‍  %s (1/1)
Deselect_All_M=എല്ലാം വിടുക
Select_All_M=എല്ലാം എടുക്കുക
PowerfulScan_DeleteASK_M=തിരഞ്ഞെടുത്തതു നീക്കാനോ?
Operation_M=പ്രവര്‍ത്തനം
Powerful_Scan_M=ശക്തമായ പരിശോധന
Deleted_Registry_Key_M=നീക്കിയ രജിസ്ട്രി  കീ
Deleted_Registry_Value_M=നീക്കിയ രജിസ്ട്രി കീ മൂല്യം
Delete_File_M=ഫയല്‍ നീക്കുക
Delete_Folder_M=Delete രേഖാചിത്രം നീക്കി
Reboot_to_Delete_M=(നീക്കാന്‍ അടച്ചു തുറക്കുക )
Delete_finished_M=ആശംസകള്‍ ! എല്ലാ ബാക്കി.പത്രവും നീക്കി .
ReStartup_to_Delete_M=ഇനി പട്ടികയില്‍ ബാക്കിഉള്ള ഫയലുകള്‍ അടുത്ത തുടക്കത്തില്‍ നീക്കം ചെയ്യും
Shredder_Del_M=ഉന്മൂലനം ചെയ്യാനോ %d ഫയല്‍? ഇവ യാതൊരുവിധത്തിലും തിരിച്ചെടുക്കുവാന്‍ സാധ്യമല്ല .
Shredder_NotDel_M=Unable to write to file "%s", ഇവ ഉപയോഗത്തിലാണോ എന്ന് നോക്കുക , ഇത് നീക്കം ചെയ്തില്ല .
Shredder_InUse_M=ചില ഫയലുകള്‍ നശിച്ചില്ല , അവ ഉപയോഗത്തിലുള്ളതാണോ എന്ന് നോക്കുക
Shredder_NotAddFolder_M=Unable to add file "%s" to shred ഇത് സിസ്റ്റം തകരാരുണ്ടാക്കും
Shredder_Sucess_M=ഫയല്‍ വിജയകരമായി നശിപ്പിച്ചു.
Shredder_DirIsEmpty_M=ഇത് ഒഴിഞ്ഞതാണ് .ഇത് നശിപ്പിക്കുവാന്‍ സാധ്യമല്ല.
Controlpanel_Button=നശിപ്പിക്കു
Explorer_Button=കത്തിക്കു
MenuRight_Caption=ബലപൂര്‍വ്വം നീക്കു
Frequency_M=ഉപയോഗ ക്രമം
InstallerDate_M=ഇന്സ്ടോള്‍ തിയതി
Frequency_SoftwareCount_M=<a>%s</a> ഉപയോഗിക്കാത്ത പ്രോഗ്രാം കാണുന്നു അവ നീക്കിയാല്‍  <a>%s</a> ഇത്രയും സ്വതന്ത്രം ആകും .
Frequency_DaysHint_M=ഇത്രയും %s ദിവസം ഉപയോഗിച്ചില്ല
SearchLoadingMsg=പ്ലുഗിന്‍ തിരയുന്നു …
RestoreDefaultSettingsButton=ഇതിന്റെ  %s സാമാന്യ ക്രമം തിരിച്ചാക്കുക
ListViewItemVote=അഭിപ്രയം
ListViewItemVoted=വോട്ട് ചയ്തു
ListViewItemTrust=വിശ്വാസം
ListViewItemUnTrust=അവിശ്വാസം
ListViewPlugSysbit=bit
ListViewGroupTrustTitle=വിശ്വസിക്കുന്ന പ്ലുഗിന്‍
ListViewGroupTrustDesc=ഇ പ്ലുഗിന്‍ നിങ്ങടെ pc കേടാക്കില്ല  harm your computer. You can remove or keep them per your own needs.
ListViewGroupUnTrustTitle=നീക്കാന്‍ നിര്‍ദേശിക്കുന്ന പ്ലുഗ് ഇന്‍
ListViewGroupUnTrustDesc=ഇ പ്ലുഗിന്‍ മോഷ മാന് ഇത് pc സ്ലോ ആക്കും .
ListViewGroupToolbar=ഉപകരണ കച്ച
ListViewGroupBHO=BHO
ListViewGroupActiveX=ആക്റ്റീവ് X
ListViewGroupExtensions=Extensions
ListViewGroupPlugins=പ്ലുഗ്-ഇന്‍സ്
FuncCheckBrowserMsgBox_1=%s നടക്കുന്നു.
FuncCheckBrowserMsgBox_2=അടക്കാന്‍ ക്ലിക്ക് "ശരി" ( സൂക്ഷിക്കാത്ത ഫയല്‍ നഷ്ടമാകും).
FuncCheckBrowserMsgBox_3=അല്ലെങ്ങില്‍ "വേണ്ട" എന്നമാര്തുക.
FuncPluginRmoveConfireMsgBox=തിരഞ്ഞെടുത്ത പ്ലുഗിന്‍ നീക്കാനോ?
FuncPluginRemoveSuccessMsgBox=പ്ലുഗ് ഇന്‍ വിജയകരമായി നീക്കി
FuncPluginRemoveFailedMsgBox_1=പ്ലുഗിന്‍ നീക്കല്‍ പരാജയം:
FuncPluginRemoveFailedMsgBox_2=ഇ ബ്രൌസര്‍ അടക്കു എന്നാല്‍ പ്ലുഗിന്‍ നീക്കാന്‍ സാധിക്കും :
FuncPluginRemoveFailedMsgBox_3=ബ്രൌസര്‍ അടച്ചു എന്ന് ഉറപ്പാക്കി വീണ്ടും ശ്രമിക്കു .
FuncPluginSelectMsgBox=നീക്കേണ്ട പ്ലുഗിന്‍ തിരഞ്ഞെടുക്കുക
FuncVoteConfire=നിങള്‍ ഇ പ്രോഗ്രമ്മിനെ പട്ടി എന്തഭിപ്രായം പറയുന്നു:
FuncVoteHavedVote=വോട്ടു ചയ്തു കഴ്ഞ്ഞു
FuncVotePlugSelectMsgBox=പ്ലുഗിന്‍ തിരഞ്ഞെടുക്കുക വോട്ടു ചെയ്യാന്‍
FuncVoteMarkSelectMsgBox=ദയവായിവോട്ട് ചെയ്യ് .
FuncVoteFailedMsgBox=വോട്ടിംഗ് പരാജയം ബന്ധം ഉണ്ടോ എന്ന് നോക്കുക
FuncRestoreExitBrowserMsgBox=ആദ്യം ഇത്  %s അടക്കുക
FuncRestoreSuccessMsgBox=ബ്രൌസര്‍ ആദ്യ ക്രെമാതിലേക്ക്  മാറ്റി
FuncRestoreFailedMsgBox=ബ്രൌസര്‍ ആദ്യ ക്രെമാതിലേക്ക്  മാറ്റയില്ല ദയവായി  %s അടച്ച ശേഷം നോക്കുക .
Guest_Start_Tip=നിങള്‍ ഇവിടെ അതിഥിയാണ് നിഗള്‍ക്ക് കൂടുതല്‍ അധികാരമുള്ള അക്കൗണ്ട്‌ ഇന്ടെഗിലെ അണ്‍ ഇന്സ്ടാല്‍3   പ്രവര്‍ത്തിപ്പിക്കുവാന്‍ കഴിയു .
p_RegistryCaption_M=രജിസ്ട്രി
p_FileCaption_M=ഫയല്‍
p_FormatOneItem_M=1 വക
p_FormatItems_M=%d വകകള്‍
FuncVoteActiveVote=അഭിപ്രയം
FuncVoteActiveOK=ശരി
FuncVoteNothing=ആരും അഭിപ്രയം പറഞ്ഞിട്ടില്ല
FuncVoteCount=നിലവില്‍ അഭിപ്രായം അറിയിച്ചവര്‍
FuncVoteVSA=അഭിപ്രയം ഒന്നും ലഭിച്ചിട്ടില്ല
FuncVoteCFA=അഭിപ്രയപ്പെടുന്ന ആദ്യക്കരനാകു
FuncVoteVSB=അഭിപ്രായപ്പെട്ടു
FuncVoteCFB=ഇ പ്ലഗ്ഇന്‍നെപ്പറ്റി എന്തഭിപ്രായം
FuncVoteVSC=മറ്റുള്ളവരുടെ അഭിപ്രായം കിട്ടിയില്ല
FuncVoteCFC=നിങ്ങള്‍ അഭിപ്രയം അറിയിച്ചു കഴിഞ്ഞു
FuncVoteVSD=ഗുണഭോക്താക്കള്‍ അഭിപ്രയം അറിയിച്ചു
FuncVoteCFD=നിങ്ങള്‍ അഭിപ്രയം അറിയിച്ചു കഴിഞ്ഞു
AllBrowserItem=എല്ലാ ടൂള്‍ബാര്‍ , പ്ലഗ് ഇന്‍
Powerful_Tip_M=തീവ്ര പരിശോധന "%s"  അവശിഷ്ടങ്ങള്‍
Setup_Win8_Detail_M=ത്വരിത.നിഷ്കാസനം ,വിന്‍ഡോസ്.ആപ്പ് നീക്കല്‍ എന്നിവ
Setup_Notwin8_Detail_M=അതിവേഗ നീക്കല്‍
RestrorePoint_Tip_M=മുന്നറിയിപ്പ്: യന്ത്ര പുനരാവിഷ്കാരം നടത്തിയാല്‍ അതെ ബിന്ദുവിനു ശേഷം നടപ്പാക്കിയ പരിവര്തനഗല്‍ ഇല്ലാതാകും , അഥ: ആരംഭിച്ചു കഴിഞ്ഞാല്‍ നിര്തിവാന്‍ സാധ്യമല്ല , മുന്നോട്ടു പോകണോ ?
RestorePoint_Restart_M=പുനരാവിഷ്കരണം യന്ത്ര൦ തുറന്നടക്കും ആയതിനാല്‍ പ്രവര്‍ത്തികള്‍ സേവ് ചെയ്തുകൊള്‍ക
Uninstaller_Quick_M=അതിവേഗ നീക്കല്‍
Uninstaller_Standed_M=നീക്കല്‍
QuickUninstall_Tip_M=ഒറ്റ അമര്‍ത്തലില്‍ നീക്കുക
InfrequentlyUsed_Count_M=അപൂര്‍വ ഉപയോഗം ( <a>%s</a> )
All_Programs_M=എല്ലാ പ്രോഗ്രാം
Recently_Installed_M=പുത്യതായി ചേര്‍ത്തവ
Large_Programs_M=വലിയ പ്രോഗ്രംസ്
Infrequently_Used_M=അപൂര്‍വ ഉപയോഗം
Windows_Updates_M=വിന്‍ഡോസ് പുതുക്കല്‍
FuncCheckBrowserMsgBox_4=%s  പ്രവര്‍ത്തിക്കുന്നു
FuncCheckBrowserMsgBox_5=അവ ബലമായി  നിര്‍ത്തുവാന്‍ ശരി എന്നമര്‍ത്തു ( സേവ് ചെയ്യാത്തവ നഷ്ടമാകും
FuncCheckBrowserMsgBox_6=വേണ്ട എന്നമര്‍ത്തി പ്രവര്‍ത്തനം നിര്‍ത്തുക
Win8OtherUser=വിന്‍ഡോസ് ആപ്പ് കാണുവാന്‍ അഡ്മിന്‍.അവകാശം നേടണം.
Win8AdminUser=ഒരു.ക്ലിക്കില്‍ അനാവശ്യ വിന്‍ഡോസ്.ആപ്പ് ,കുപ്പകള്‍ എന്നിവ നീക്കം ചെയ്യുവാന്‍ .
Win8ListViewGroupsWin8AppHeader=വിന്‍ഡോസ് ആപ്പ്
Win8ListViewGroupsWin8AppSubtitle=അപ്പ്കള്‍ മൈക്രോസോഫ്റ്റ് പ്രസധിപ്പിക്കുന്നത്
Win8ListViewGroupsThirdHeader=മൂന്നാം കക്ഷി ആപ്
Win8ListViewGroupsThirdSubtitle=മൂന്നാം കക്ഷി കമ്പനികള്‍ പ്രസധിപ്പിക്കുന്ന ആപ്പികള്‍
win8_UninstallBtn_M=നീക്കുക
win8_ListViewIcon_M=മുദ്രാ വിവരണം
win8_ListViewList_M=വിശധ വിവരണം

[ACD_frmDownloader]
lbl_Cancel.Caption=വേണ്ട
lbl_Min.Caption=ചുരുക്കു

[ACD_M]
M_Downloading=ഇറക്കുന്നു
m_Installing=ചേര്‍ക്കുന്നു
M_DiskIsFull=സ്ഥലംഇല്ല
M_NetError=വലയ തകരാര്‍ .ഇറക്കുമതി പരാജയം ,പിന്നീട് ശ്രമിക്കു
M_Tips=ഇറക്കുമചയ്തു കാണുക തി പുരോഗമിക്കുന്നു ,വിശദാംശം ഡബിള്‍ ക്ലിക്ക്
M_TipDownLoading=ഇറക്കുന്നു
M_TipInstalling=ചേര്‍ക്കുന്നു
M_MD5Faild=ഇറക്കിയ ഉരുപ്പിടി കേടാണ് ,വീണ്ടും ശ്രമിക്കു
M_AreSure=ഡൌണ്‍ലോഡ്ര്‍ നിര്‍ത്താനോ ?
M_Speed=വേഗത:
M_Title=IObit ഡൌണ്‍ലോഡ്ര്‍

